let theme=0;
var texts=[
	[
		['優をくれなんて贅沢は言わないから単位をください','ゆうをくれなんてぜいたくはいわないからたんいをください'],
		['本を読んだけど練習問題ができないので何も学んでいない','ほんをよんだけどれんしゅうもんだいができないのでなにもまなんでいない'],
		['ダニングクルーガー曲線の頂上にいる','だにんぐくるーがーきょくせんのちょうじょうにいる'],
		['知性をつけるのに必要な知性がない','ちせいをつけるのにひつようなちせいがない'],
		['優上と友情が交換可能になったがあいにく両方持ってない','ゆうじょうとゆうじょうがこうかんかのうになったがあいにくりょうほうもってない'],
		['足し算と掛け算を間違える子は義務教育まで降年しようね','たしざんとかけざんをまちがえるこはぎむきょういくまでこうねんしようね'],
		['ヤクザたちに囲まれたとっても楽しいキャンパスライフ','やくざたちにかこまれたとってもたのしいきゃんぱすらいふ'],
		['自分のこと強いなんて言ったらガチプロレーザーで蒸発させられる','じぶんのことつよいなんていったらがちぷろれーざーでじょうはつさせられる'],
		['インド時間なら健康的な生活リズム','いんどじかんならけんこうてきなせいかつりずむ'],
		['進捗のふりをした娯楽のせいで何も進まない','しんちょくのふりをしたごらくのせいでなにもすすまない'],
		['知性を得たいのに悪魔に売る人間性が尽きてしまった','ちせいをえたいのにあくまにうるにんげんせいがつきてしまった'],
		['教養がないのに教養学部にいます','きょうようがないのにきょうようがくぶにいます'],
		['ねぇあたまがわるいこはだいがくにきちゃいけないんだよ','ねぇあたまがわるいこはだいがくにきちゃいけないんだよ'],
		['はいプロみんなプロ俺以外全員プロ','はいぷろみんなぷろおれいがいぜんいんぷろ'],
	],
];